---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTraySizeIterator
source: html/31434cdb-9543-f0e5-5fc4-71011d6dba98.htm
---
# CableTraySizeIterator Properties

Gets the item at the current position of the iterator.